[
  {
    "id": "953660000001634003",
    "title": "MK3 Programming Update Español",
    "content": "Aquí le mando la información para hacer la actualización del SSP218. El software de controlBASS Lo puede descargar aquí. --- Proceso de actualización de programación MK3 ControlBASS Para actualizar la programación en modelos MK3 vía ControlBASS sigue estos pasos: Carga de configuraciones de fábrica y actualizaciones con el software ControlBASS (versión preliminar del software) El procedimiento es el siguiente: 1. Instale el software. (Las versiones para Mac y Windows son compatibles) 2. Conecte la computadora al amplificador mediante un cable ethernet (Cat5 o Cat6 con conectores RJ45) -O- Conecte la computadora mediante WiFi a un enrutador Y 3. Conecte el amplificador a ese enrutador mediante un cable ethernet (el amplificador y la computadora deben estar en la misma red) 4. Abra el software. Verás una ventana que dice Centro de control y el logo de BASSBOSS. 5. Con el amplificador conectado y encendido, espere a que aparezca el altavoz en la ventana del software del Centro de control. 6. Haga clic en la flecha verde a la derecha de la dirección IP mostrada. 7. Esto abrirá la ventana del dispositivo. 8. Haga clic en \"Hardware\" y luego en \"Ingresar contraseña\". Escriba IamBOSS y presione Intro. 9. Seleccione ARCHIVO y luego CARGAR CONFIGURACIÓN DE FÁBRICA (Aparecerá una advertencia indicando que se actualizarán todos los ajustes preestablecidos de la unidad). 10. Haga clic en \"Aceptar\" 11. Seleccione el archivo específico del altavoz que se está actualizando (probablemente en su carpeta DESCARGAS). Haga clic en \"ABRIR\". 12. El proceso comenzará borrando los datos antiguos y luego mostrará los números de \"paquetes\" que se están cargando. No interrumpa este proceso hasta que aparezca el cuadro \"Terminado\". 13. INMEDIATAMENTE después de que aparezca el cuadro “Finalizado”, APAGUE EL ALTAVOZ 14. Luego podrá volver a encender el altavoz y confirmar todas las funciones del gabinete.",
    "category": "mk3",
    "tags": [
      "SSP218",
      "controlbass"
    ],
    "urls": [],
    "likes": 0,
    "created": "2024-04-03",
    "language": "es",
    "zohoCategory": "953660000000873029"
  },
  {
    "id": "953660000006130875",
    "title": "¿Qué postes de altavoz recomienda BASSBOSS?",
    "content": "Recomendamos los siguientes postes para su sistema BASSBOSS. Estos están disponibles en muchos minoristas en línea. K&M hace los polos más confiables y profesionales que hemos encontrado! Ofrecen una garantía de 5 años con una garantía de 10 años de disponibilidad para la mayoría de las piezas de repuesto. Echa un vistazo en Koenig y Meyer Tubo de acero corto para conectar sistemas: 21447 Barra de distancia / Cierre de anillo Postes de bloqueo de anillo ajustables para entre tapas y subs más pequeñas:Varilla de distancia de bloqueo de anillo K/M 38\"- 58\" 21366-014-55y21467 Soporte de altavoz Varilla de distancia de longitud fija:Varilla de distancia de bloqueo de anillo K/M 30\" fijo 21360 Soporte para altavoces de aluminio ajustable en altura: 21467 Soporte para altavoces/Trípode ªAnillo de bloqueo Vástago de acero para ajuste preciso y vertical: 21364 Vástago de distancia / Anillo de bloqueo",
    "category": "operation",
    "tags": [],
    "urls": [],
    "likes": 0,
    "created": "2024-07-26",
    "language": "es",
    "zohoCategory": "953660000001315169"
  }
]